[
  "enhanced-editing",
  "templater-obsidian",
  "obsidian-style-settings",
  "metaedit",
  "dataview",
  "recent-files-obsidian",
  "calendar",
  "obsidian-admonition",
  "workspaces-plus",
  "obsidian-advanced-uri",
  "obsidian-banners",
  "obsidian-contextual-typography",
  "obsidian-memos",
  "obsidian-sortable",
  "obsidian-table-to-csv-exporter",
  "various-complements",
  "waypoint",
  "periodic-notes",
  "obsidian-kanban",
  "obsidian-view-mode-by-frontmatter",
  "quickadd",
  "buttons",
  "floating-toc",
  "editing-toolbar",
  "obsidian-linter",
  "obsidian-dynamic-highlights",
  "obsidian-excalidraw-plugin",
  "surfing",
  "obsidian-custom-frames",
  "obsidian-emoji-toolbar",
  "obsidian-quiet-outline",
  "obsidian-icon-folder",
  "obsidian-git"
]